Revit 2027 API
BuiltInFailures.MEPSupportFailures.CannotMatchInstanceSizeToHostError Property
 The instance of [Symbol] cannot be re-sized to match the host.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId CannotMatchInstanceSizeToHostError { get; }
Public Shared ReadOnly Property CannotMatchInstanceSizeToHostError As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ CannotMatchInstanceSizeToHostError {
	FailureDefinitionId^ get ();
}
static member CannotMatchInstanceSizeToHostError : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.MEPSupportFailures Class
Autodesk.Revit.DB Namespace